{
  " if paid monthly" : " se retribuiva mensile ",
  " if paid yearly" : " se retribui ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Amount" : "Importo ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  "Buy Now" : "Compra ora ",
  "Close" : "Chiudi ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "for your business?" : "per la tua attività? ",
  "Gateway" : "Gateway ",
  "Invoice is deleted." : "La fattura è cancellata. ",
  "Invoice not found." : "Fattura non trovata. ",
  "Make Payment" : "Rendere il pagamento ",
  "Monthly" : "Mensile ",
  "Oops something went wrong." : "Ops qualcosa è andato storto. ",
  "Payment" : "Pagamento ",
  "Payment added Successfully" : "Pagamento aggiunto Successpienamente ",
  "Permission denied." : "Permesso negato. ",
  "Plan activated Successfully!" : "Piano attivato correttamente! ",
  "Plan is deleted." : "Il piano è cancellato. ",
  "Please correct the errors and try again." : "Correggere gli errori e riprovare. ",
  "Please Enter Stripe Details." : "Si prega di premere Dettagli Stripe. ",
  "Retainer is deleted." : "Retainer viene eliminato. ",
  "Retainer not found." : "Retainer non trovato. ",
  "Salesinvoice is deleted." : "La salesfattura è cancellata. ",
  "Save Changes" : "Salva modifiche ",
  "Software Details" : "Dettagli software ",
  "Something went wrong, Please try again," : "Qualcosa è andato storto, per favore riprova, ",
  "STRIPE" : "STRIPE ",
  "Stripe" : "Striscia ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "Stripe è una piattaforma di elaborazione dei pagamenti online e di elaborazione delle carte di credito per le aziende.   ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "Stripe è una piattaforma di elaborazione dei pagamenti online e di elaborazione delle carte di credito per le aziende.  Quando un cliente acquista un prodotto online, i fondi devono essere consegnati al venditore Inserisci Stripe.  Stripe consente un'elaborazione sicura ed efficiente dei fondi tramite carta di credito o banca e trasferisce tali fondi al conto dei venditori. ",
  "Stripe Key" : "Chiave striscia ",
  "Stripe payment gateway" : "Gateway di pagamento stripe ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "Stripe Payments è un potente processore di pagamento per le vendite online.  Può accettare decine di metodi di pagamento e più di 135 valute.  E i suoi strumenti developer avanzati consentono di creare un flusso di checkout che si sente personalizzato, a patto di saperli utilizzare. ",
  "Stripe Secret Key" : "Chiave segreta striscia ",
  "Stripe setting save sucessfully." : "Impostazione striscia salva sucessamente. ",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "Gli utenti di Stripe possono accettare pagamenti in persona integrando l'opzione di punto vendita dell'azienda, Stripe Terminal.  Ma se fai la maggior parte del tuo business di persona, ci sono opzioni migliori.  Ad esempio, altri processori di pagamento, come Square, offrono un ristorante specifico e caratteristiche retail come i report di fine giornata e il tracciamento dell'inventario. Detto questo, il prezzo forfettario di Stripe è facile da capire e non ci sono commissioni mensili.  Inoltre, puoi annullare in qualsiasi momento se non è un buon adattamento. ",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "Questi dettagli verranno utilizzati per raccogliere i pagamenti su fattura.  Ogni fattura avrà un pulsante di pagamento in base alla configurazione sottostante. ",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "Questi dettagli verranno utilizzati per raccogliere i pagamenti del piano di sottoscrizione. Ogni piano di sottoscrizione avrà un pulsante di pagamento basato sulla configurazione sottostante. ",
  "This operation is not perform due to demo mode." : "Questa operazione non è eseguita a causa della modalità demo. ",
  "Transaction has been failed!" : "La transazione è stata fallita! ",
  "Transaction has been failed." : "La transazione è stata fallita. ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "Why use Stripe payment?" : "Perché usare il pagamento Stripe? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Yearly" : "Annuale ",
  "Your Payment has failed!" : "Il tuo pagamento ha fallito!"
}