{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Amount" : "金額",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "Close" : "クローズ",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "for your business?" : "あなたのビジネスに ?",
  "Gateway" : "ゲートウェイ",
  "Invoice is deleted." : "請求書が削除され",
  "Invoice not found." : "請求が見つかりません。",
  "Make Payment" : "支払いの作成",
  "Monthly" : "月次",
  "Oops something went wrong." : "何かがうまくいかない。",
  "Payment" : "ペイメント",
  "Payment added Successfully" : "支払は正常に追加",
  "Permission denied." : "アクセス権が拒否",
  "Plan activated Successfully!" : "プランは正常にアクティブになりました",
  "Plan is deleted." : "プランは削除されます",
  "Please correct the errors and try again." : "エラーを訂正して、再試行してください。",
  "Please Enter Stripe Details." : "ストライプの詳細を入力してください。",
  "Retainer is deleted." : "保持者が削除されます",
  "Retainer not found." : "保持者が見つかりません。",
  "Salesinvoice is deleted." : "Sales請求書を削除します",
  "Save Changes" : "変更の保存",
  "Software Details" : "ソフトウェアの詳細",
  "Something went wrong, Please try again," : "何かが失敗しましたもう一度やってみてください",
  "STRIPE" : "ストライプ",
  "Stripe" : "ストライプ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "Stripe は、オンライン決済処理と、ビジネス向けのクレジットカード処理プラットフォームです。 ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "Stripe は、オンライン決済処理と、ビジネス向けのクレジットカード処理プラットフォームです。 顧客がオンラインで商品を購入する場合、その資金はセラーの挿入ストライプに配信する必要があります。 Stripe は、クレジット・カードまたは銀行を通じて資金の安全かつ効率的な処理を可能にし、それらの資金をセラーの口座に振り込みます",
  "Stripe Key" : "ストライプ・キー",
  "Stripe payment gateway" : "ストライプ支払ゲートウェイ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "Stripe Payments は、オンライン販売のための強力な支払いプロセッサーです。 何十もの支払方法と、 135 以上の通貨を受け入れることができます。 先進的な開発者ツールを使用すると、使用方法を知っている場合に、カスタムのチェックアウト・フローを作成することができます。",
  "Stripe Secret Key" : "秘密鍵のストライプ",
  "Stripe setting save sucessfully." : "ストライプの設定が正常に保存されました。",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "ストライプ・ユーザーは、会社の POS オプション・ストライプ・ターミナルを統合することにより、加入者の支払いを受け入れることができます。 しかし、業務の大半を個人で行う場合は、より良いオプションがあります。 例えば、 Squareなどの他の支払い処理プログラムは、終末レポートや在庫管理のような特定のレストランや小売業の機能を提供している。ストライプのフラット・レート価格はわかりやすく、月額料金は存在しない。 さらに、適切な適合でない場合は、いつでもキャンセルできます。",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "この詳細は、請求書の支払いの収集に使用されます 各請求書には、以下の構成に基づいた支払ボタンがあります。",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "これらの詳細情報は、サブスクリプション・プランの支払いを収集するために使用されます。各サブスクリプション・プランには、以下の構成に基づいた支払ボタンが",
  "This operation is not perform due to demo mode." : "この操作は、デモ・モードのために実行されません。",
  "Transaction has been failed!" : "トランザクションが失敗しました。",
  "Transaction has been failed." : "トランザクションは失敗しました。",
  "View Live Demo" : "ライブ・デモの表示",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "Why use Stripe payment?" : "ストライプ支払いを使用する理由",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Yearly" : "毎年",
  "Your Payment has failed!" : "お支払いが失敗しました。"
}