{
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  " if paid yearly" : " jeśli płatny roczny ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Amount" : "Kwota ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  "Buy Now" : "Kup teraz ",
  "Close" : "Zamknij ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "for your business?" : "dla Twojej firmy? ",
  "Gateway" : "Brama ",
  "Invoice is deleted." : "Faktura została usunięta. ",
  "Invoice not found." : "Nie znaleziono faktury. ",
  "Make Payment" : "Wprowadź płatność ",
  "Monthly" : "Co miesiąc ",
  "Oops something went wrong." : "Oops coś poszło nie tak. ",
  "Payment" : "Płatność ",
  "Payment added Successfully" : "Płatność została pomyślnie dodana ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Plan activated Successfully!" : "Plan został pomyślnie aktywowany! ",
  "Plan is deleted." : "Plan został usunięty. ",
  "Please correct the errors and try again." : "Popraw błędy i spróbuj ponownie. ",
  "Please Enter Stripe Details." : "Wprowadź Szczegóły Stripe. ",
  "Retainer is deleted." : "Element Retainer został usunięty. ",
  "Retainer not found." : "Nie znaleziono elementu Retainer. ",
  "Salesinvoice is deleted." : "Salesfaktura została usunięta. ",
  "Save Changes" : "Zapisz zmiany ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Something went wrong, Please try again," : "Coś poszło nie tak, proszę spróbować jeszcze raz, ",
  "STRIPE" : "STRIPE ",
  "Stripe" : "Rozsianie ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "Stripe to internetowa platforma przetwarzania płatności online oraz platforma przetwarzania kart kredytowych dla firm.   ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "Stripe to internetowa platforma przetwarzania płatności online oraz platforma przetwarzania kart kredytowych dla firm.  Gdy klient kupuje produkt online, fundusze muszą być dostarczone do sprzedawcy Insert Stripe.  Stripe pozwala na bezpieczne i efektywne przetwarzanie środków poprzez kartę kredytową lub bank i przekazuje te środki na rachunek sprzedający. ",
  "Stripe Key" : "Klucz rozsiania ",
  "Stripe payment gateway" : "Bramka płatności rozsiania ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "Stripe Payments to potężny procesor płatności za sprzedaż online.  Może przyjąć dziesiątki metod płatności i ponad 135 walut.  A zaawansowane narzędzia programistyczne umożliwiają tworzenie przepływu obsługi kasowej, który czuje się niestandardowy, pod warunkiem, że wiesz, jak je wykorzystać. ",
  "Stripe Secret Key" : "Klucz tajny stripe ",
  "Stripe setting save sucessfully." : "Ustawienie rozsiania nie zostało pomyślnie zapisane. ",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "Użytkownicy Stripe mogą akceptować płatności wewnętrzne, integrując opcję \"point-of-sale\" firmy, Stripe Terminal.  Ale jeśli robisz większość swojego biznesu osobiście, to są lepsze opcje.  Na przykład, inne procesory płatnicze, takie jak Square, oferują specyficzną restaurację i detale, takie jak raporty na koniec dnia i śledzenie zapasów. To powiedział, stawki ryczałtowe Stripe jest łatwy do zrozumienia i nie ma comiesięcznych opłat.  Ponadto, można anulować w każdej chwili, jeśli nie jest to dobre dopasowanie. ",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "Te szczegóły zostaną użyte do zbierania płatności faktur.  Każda faktura będzie miała przycisk płatności w oparciu o poniższą konfigurację. ",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "Te szczegóły będą używane do zbierania płatności planu subskrypcji. Każdy plan subskrypcji będzie miał przycisk płatności w oparciu o poniższej konfiguracji. ",
  "This operation is not perform due to demo mode." : "Ta operacja nie jest wykonywana z powodu trybu demonstracyjnego. ",
  "Transaction has been failed!" : "Transakcja nie powiodła się! ",
  "Transaction has been failed." : "Transakcja nie powiodła się. ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "Why use Stripe payment?" : "Dlaczego należy korzystać z płatności Stripe? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Yearly" : "Co rok ",
  "Your Payment has failed!" : "Twoja płatność nie powiodła się!"
}