{
  " if paid monthly" : " se pago mensalmente ",
  " if paid yearly" : " se pago anualmente ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Amount" : "Quantidade ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  "Buy Now" : "Comprar Agora ",
  "Close" : "Fechar ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "for your business?" : "para o seu negócio? ",
  "Gateway" : "Gateway ",
  "Invoice is deleted." : "A fatura é excluída. ",
  "Invoice not found." : "Fatura não encontrada. ",
  "Make Payment" : "Fazer Pagamento ",
  "Monthly" : "Mensal ",
  "Oops something went wrong." : "Oops algo deu errado. ",
  "Payment" : "Pagamento ",
  "Payment added Successfully" : "Pagamento incluído Sucesso ",
  "Permission denied." : "Permissão negada. ",
  "Plan activated Successfully!" : "Plano ativado Sucesso! ",
  "Plan is deleted." : "Plano é excluído. ",
  "Please correct the errors and try again." : "Por favor, corrido os erros e tente novamente. ",
  "Please Enter Stripe Details." : "Por favor, Digite Detalhes Stripe. ",
  "Retainer is deleted." : "Retentor é excluído. ",
  "Retainer not found." : "Retentor não encontrado. ",
  "Salesinvoice is deleted." : "A salesfatura é excluída. ",
  "Save Changes" : "Salvar Alterações ",
  "Software Details" : "Detalhes do Software ",
  "Something went wrong, Please try again," : "Algo deu errado, tente novamente, ",
  "STRIPE" : "STRIPE ",
  "Stripe" : "Listra ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "A Listre é uma plataforma de processamento de pagamento online e de processamento de cartões de crédito para empresas.   ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "A Listre é uma plataforma de processamento de pagamento online e de processamento de cartões de crédito para empresas.  Quando um cliente compra um produto online, os fundos precisam ser entregues ao vendedor Inserir Stripe.  A Listra permite um processamento seguro e eficiente de fundos via cartão de crédito ou banco e transfere esses fundos para a conta dos vendedores. ",
  "Stripe Key" : "Chave de Listra ",
  "Stripe payment gateway" : "Gateway de pagamento Listra ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "O stripe Payments é um poderoso processador de pagamento para vendas online.  Ele pode aceitar dezenas de métodos de pagamento e mais de 135 moedas.  E suas ferramentas avançadas de desenvolvedor permitem que você crie um fluxo de checkout que se sinta personalizado, desde que você saiba como utilizá-los. ",
  "Stripe Secret Key" : "Chave Secreta Listra ",
  "Stripe setting save sucessfully." : "Configuração de Listras salvar sucessos. ",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "Os usuários da Listra podem aceitar pagamentos em pessoa integrando a opção de ponto-de-venda da empresa, o Stripe Terminal.  Mas se você fizer a maior parte do seu negócio em pessoa, há opções melhores.  Por exemplo, outros processadores de pagamento, como a Square, oferecem recursos específicos de restaurante e varejo como relatórios de fim de dia e rastreamento de estoques. Isso dito, a precificação flatcambial do Stripe é fácil de entender e não há taxas mensais.  Além disso, você pode cancelar a qualquer momento se não for um bom ajuste. ",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "Esses detalhes serão usados para coletar pagamentos de fatura.  Cada fatura terá um botão de pagamento com base na configuração abaixo. ",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "Esses detalhes serão usados para coletar pagamentos de plano de assinatura. Cada plano de assinatura terá um botão de pagamento com base na configuração abaixo. ",
  "This operation is not perform due to demo mode." : "Esta operação não é executada devido ao modo demo. ",
  "Transaction has been failed!" : "Transação foi falha! ",
  "Transaction has been failed." : "Transação foi falha. ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "Why use Stripe payment?" : "Por que usar o pagamento Stripe? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Yearly" : "Anual ",
  "Your Payment has failed!" : "Seu Pagamento falhou!"
}