{
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  " if paid yearly" : " если оплачиваемый год ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Amount" : "Сумма ",
  "Billed monthly, or" : "Ежемесячно, или ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  "Buy Now" : "Купить сейчас ",
  "Close" : "Закрыть ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "for your business?" : "для вашего бизнеса? ",
  "Gateway" : "Шлюз ",
  "Invoice is deleted." : "Счет-фактура удаляется. ",
  "Invoice not found." : "Инвойс не найден. ",
  "Make Payment" : "Сделать платеж ",
  "Monthly" : "Ежемесячно ",
  "Oops something went wrong." : "Упс что-то пошло не так. ",
  "Payment" : "Платеж ",
  "Payment added Successfully" : "Платеж добавлен успешно ",
  "Permission denied." : "В разрешении отказано. ",
  "Plan activated Successfully!" : "План активирован успешно! ",
  "Plan is deleted." : "План удален. ",
  "Please correct the errors and try again." : "Исправьте ошибки и повторите попытку. ",
  "Please Enter Stripe Details." : "Введите Сведения о Стране. ",
  "Retainer is deleted." : "Ретатор удален. ",
  "Retainer not found." : "Не найден ретейнер. ",
  "Salesinvoice is deleted." : "Счет-фактура продавца удаляется. ",
  "Save Changes" : "Сохранить изменения ",
  "Software Details" : "Сведения о программе ",
  "Something went wrong, Please try again," : "Что-то пошло не так, пожалуйста, повторите попытку, ",
  "STRIPE" : "STRIPE ",
  "Stripe" : "Полоса ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "Stripe-это онлайн-процессинг и платформа обработки кредитных карт для бизнеса.   ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "Stripe-это онлайн-процессинг и платформа обработки кредитных карт для бизнеса.  Когда клиент покупает товар в режиме он-лайн, средства должны быть поставлены продавцу Insert Stripe.  Stripe позволяет безопасно и эффективно обрабатывать средства через кредитную карту или банк и перечисляла эти средства на счет продавцов. ",
  "Stripe Key" : "Ключ полосы ",
  "Stripe payment gateway" : "Шлюз оплаты stripe ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "Stripe Payments-мощный платежный процессор для онлайн-продаж.  Она может принять десятки способов оплаты и более 135 валют.  И его расширенные инструменты разработки позволяют создать поток резервирования, который чувствует себя пользователем, при условии, что вы знаете, как их использовать. ",
  "Stripe Secret Key" : "Секретный ключ полосы ",
  "Stripe setting save sucessfully." : "Параметр чередования сохраняет стойко. ",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "Пользователи системы Stripe могут принимать платежи за счет пользователей, интегрируя пункт продажи в терминале компании Stripe Terminal.  Но если вы делаете большую часть своего дела лично, то есть более выгодные варианты.  Например, другие платежные процессоры, такие как Square, предлагают конкретные ресторанные и розничные характеристики, такие как отчеты о конце дня и отслеживание запасов.  Кроме того, можно отменить операцию в любое время, если она не подходит. ",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "Эти сведения будут использоваться для сбора платежей по накладным.  Каждый счет-фактура будет иметь кнопку оплаты в соответствии с приведенной ниже конфигурацией. ",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "Эти сведения будут использоваться для сбора платежей по плану подписки. У каждого плана подписки будет кнопка оплаты, основанная на приведенной ниже конфигурации. ",
  "This operation is not perform due to demo mode." : "Эта операция не выполняется из-за демо-режима. ",
  "Transaction has been failed!" : "Транзакция завершилась неудачно! ",
  "Transaction has been failed." : "Транзакция завершилась неудачно. ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "Why use Stripe payment?" : "Зачем использовать платеж Stripe? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Yearly" : "Ежегодно ",
  "Your Payment has failed!" : "Ваша оплата не удалась!"
}