{
  " if paid monthly" : " Aylık ödeniyorsa ",
  " if paid yearly" : " Yıllık ödenirse ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Amount" : "Tutar ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  "Buy Now" : "Şimdi Satın al ",
  "Close" : "Kapat ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "for your business?" : "İşiniz için mi? ",
  "Gateway" : "Ağ geçidi ",
  "Invoice is deleted." : "Fatura silindi. ",
  "Invoice not found." : "Fatura bulunamadı. ",
  "Make Payment" : "Ödeme yap ",
  "Monthly" : "Ayda bir ",
  "Oops something went wrong." : "Bir şeyler ters gitti. ",
  "Payment" : "Ödeme ",
  "Payment added Successfully" : "Ödeme Başarıyla Eklendi ",
  "Permission denied." : "İzin reddedildi. ",
  "Plan activated Successfully!" : "Plan Başarıyla Etkinleştirildi! ",
  "Plan is deleted." : "Plan silindi. ",
  "Please correct the errors and try again." : "Lütfen hataları düzeltin ve yeniden deneyin. ",
  "Please Enter Stripe Details." : "Lütfen Şerit Ayrıntılarını Girin. ",
  "Retainer is deleted." : "Tutma işlemi silindi. ",
  "Retainer not found." : "Kilit mandalı bulunamadı. ",
  "Salesinvoice is deleted." : "Satış faturası silindi. ",
  "Save Changes" : "Değişiklikleri Kaydet ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Something went wrong, Please try again," : "Bir şeyler ters gitti, lütfen tekrar dene. ",
  "STRIPE" : "STRIPE ",
  "Stripe" : "Şerit ",
  "Stripe is an online payment processing and credit card processing platform for businesses. " : "Stripe, işletmeler için çevrimiçi ödeme işleme ve kredi kartı işleme platformunu içerir.   ",
  "Stripe is an online payment processing and credit card processing platform for businesses. When a customer buys a product online, the funds need to be delivered to the seller Insert Stripe. Stripe allows safe and efficient processing of funds via credit card or bank and transfers those funds to the sellers account." : "Stripe, işletmeler için çevrimiçi ödeme işleme ve kredi kartı işleme platformunu içerir.  Bir müşteri ürünü çevrimiçi satın aldığında, fonların satıcı Insert Stripe 'a teslim edilmesi gerekir.  Stripe, kredi kartı ya da banka aracılığıyla fonların güvenli ve verimli bir şekilde işlenmesini sağlar ve bu fonların satıcı hesabına aktarılmasını sağlar. ",
  "Stripe Key" : "Şerit Tuşu ",
  "Stripe payment gateway" : "Stripe ödeme ağ geçidi ",
  "Stripe Payments is a powerful payment processor for online sales. It can accept dozens of payment methods and more than 135 currencies. And its advanced developer tools allow you to create a checkout flow that feels custom, provided you know how to use them." : "Stripe Payments, çevrimiçi satışlar için güçlü bir ödeme işleyicidir.  onlarca ödeme yöntemini ve 135 ' den fazla para birimini kabul edebilir.  Gelişmiş geliştirici araçları, bunları nasıl kullanacağını bilmeniz koşuluyla, özel bir ödeme akışı oluşturmanızı sağlar. ",
  "Stripe Secret Key" : "Stripe Gizli Anahtarı ",
  "Stripe setting save sucessfully." : "Stripe ayarı başarıyla kaydedilsin. ",
  "Stripe users can accept in-person payments by integrating the company’s point-of-sale option, Stripe Terminal. But if you do most of your business in person, there are better options. For example, other payment processors, such as Square, offer specific restaurant and retail features like end-of-day reports and inventory tracking.That said, Stripe’s flat-rate pricing is easy to understand and there are no monthly fees. In addition, you can cancel at any time if it isn’t a good fit." : "Stripe kullanıcıları, şirketin satış noktası seçeneğini, Stripe Terminal 'i bütünleştirerek kişi içi ödemelerini kabul edebilir.  Ama işinizin çoğunu bizzat yaparsan, daha iyi seçenekler de vardır.  Örneğin, Stripe 'un düz oranlı fiyatlandırmasının anlaşılması kolay ve aylık ücret ödenmediği için, Square gibi diğer ödeme işlemcileri (Square gibi) belirli bir restoran ve perakende satış özellikleri sunuyor.  Buna ek olarak, uygun olmayan bir zamanda iptal edebilirsiniz. ",
  "These details will be used to collect invoice payments. Each invoice will have a payment button based on the below configuration." : "Bu ayrıntılar, fatura ödemelerini toplamak için kullanılacaktır.  Her faturanın aşağıdaki yapılandırmaya dayalı olarak bir ödeme düğmesi olacaktır. ",
  "These details will be used to collect subscription plan payments.Each subscription plan will have a payment button based on the below configuration." : "Bu ayrıntılar, abonelik planı ödemelerini toplamak için kullanılacaktır. Her abonelik planı aşağıdaki yapılandırmaya dayalı olarak bir ödeme düğmesine sahip olacaktır. ",
  "This operation is not perform due to demo mode." : "Bu işlem, gösterim kipi nedeniyle gerçekleştirilmiyor. ",
  "Transaction has been failed!" : "İşlem başarısız oldu! ",
  "Transaction has been failed." : "İşlem başarısız oldu. ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "Why use Stripe payment?" : "Neden Stripe ödemesini kullansın? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık ",
  "Your Payment has failed!" : "Ödemeleriniz başarısız oldu!"
}